<template>
  <div>
    <div class="bg-light p-4">
      <h1>FAQs</h1>
      <div class="row">
        <div class="col-lg-12">
          <p>អ្វីទៅជា​ PETools?</p>

          <p>
            PETools គឺជា tool សំរាប់ប្រើប្រាស់បង្ហោះ PE, Video, Image
            ដែលមានភាពងាយស្រួលជាខ្លាំង ព្រោះយើងអាចបង្ហោះដោយប្រើ លីង វីដេអូផ្ទាល់
            ដោយមិនចាំបាច់ដោនឡូតវីដេអូជាមុនឡើយ។ លើសពីនេះទៅទៀត វាមានមុខងារ
            ស៊ែរទៅកាន់ផេករហ័ស និងការលប់សំអាត Post
            ចេញពីផេកប្រកបដោយសុវត្ថិភាពខ្ពស់។ ចំណាយពេលធ្វើការងារលើ PETools
            មួយម៉ោង​ ស្មើនិងធ្វើការងារដោយប្រើដៃ មួយថ្ងៃ!
          </p>

          <p>ធ្វើដូចម្តេចដើម្បីអាចប្រើប្រាស់​ PETools?</p>

          <p>
            ដំបូងត្រូវចូលយក Facebook Access Token ពីអាខោនហ្វេសប៊ុកដែលអាចដំណើរការ
            Boost ធម្មតា បន្ទាប់ពីយកបានហើយ ត្រូវ copy token នោះមកដាក់ចូល
            https://super-pe.com បន្ទាប់មកចុច Submit។
            បន្ទាប់ពីអ្នកបានធ្វើការបង់ប្រាក់រួចហើយ admin នឹងធ្វើការ approve
            អាខោនរបស់អ្នក នោះអាខោនរបស់អ្នកអាចចាប់ផ្តើមប្រើប្រាស់បានហើយ។
          </p>

          <p>តើការប្រើប្រាស់មានដែនកំណត់ដែរទេ?</p>

          <p>
            Tool ដែលអ្នកបានទិញហើយ គឺអាចប្រើប្រាស់ជាមួយហ្វេសប៊ុកអាខោន ផេក
            ចំនួនឧបករណ៍ប្រើប្រាស់ ដោយគ្មានដែនកំណត់។ អ្នកអាចដូរអាខោនហ្វេសប៊ុកបាន
            ដោយមិនត្រូវការទាក់ទងឬស្នើរសុំ admin approve ទៀតឡើយ ។ តែសូមបញ្ជាក់ថា
            tool ដែលបានទិញមួយ គឺសំរាប់ប្រើប្រាស់បុគ្គលម្នាក់ប៉ុណ្ណោះ​
            មិនអនុញ្ញាតអោយចែកគ្នាប្រើប្រាស់បានឡើយ។
          </p>

          <p>តើធ្វើដូចម្តេចដើម្បីដូរអាខោនហ្វេសប៊ុកដោយខ្លួនឯង?</p>

          <p>
            ដើម្បីដូរហ្វេសប៊ុកអាខោនបាន ជាចាំបាច់អ្នកត្រូវប្រើប្រាស់ brower
            ដែលកំពុងប្រើ tool ដោយចុច Setting > Logout បន្ទាប់មកយក Access Token
            របស់អាខោនថ្មីមកដាក់ចូល នោះវាប្តូរទៅអាខោនថ្មីដោយស្វ័យប្រវត្តិ។
            តែសូមបញ្ជាក់ថា ការផ្លាស់ប្តូរអាខោននិមួយៗមានការកំណត់រយ៖ពេល
            ដែលមិនអាចអោយអ្នកផ្លាស់ប្តូរញឹកញ៉ាប់ពេកឡើយ
          </p>

          <p>តើអ្វីជាការភ្ជាប់អាខោនជាមួយ Telegram?</p>

          <p>
            PETools អនុញ្ញាតអោយអ្នកប្រើប្រាស់ Facebook Token ដើម្បី Login
            ចូលប្រើផ្ទាល់ ដូច្នេះ
            ដើម្បីធានាថាអ្នកអាចចូលប្រើប្រាស់បានជារៀងរហូតទោះជាហ្វេសប៊ុកដែលអ្នកបានប្រើប្រាស់
            ខូច អ្នកត្រូវធ្វើការភ្ជាប់អាខោនជាមួយ Telegram។ ក្រោយពេលភ្ចាប់រួច
            អ្នកអាចប្រើប្រាស់ អាខោន Telegram របស់អ្នកដើម្បី recover អាខោនវិញបាន
            រាល់ពេលដាក់អាខោនហ្វេសប៊ុកថ្មី​ហើយវាទាមទារការ approval ពី admin។
            សូមចុចទីនេះ ដើម្បីមើលវិធីភ្ជាប់។
          </p>

          <p>ខ្ញុំបានទិញរួចហើយ តែដាក់អាខោនថ្មីក្រោយត្រូវការ Admin Approval?</p>

          <p>
            សូមធ្វើការប្រើប្រាស់អាខោន Telegram ដើម្បី recover អាខោន PETools
            របស់អ្នក។ សូមចុចទីនេះ ដើម្បីមើលវិធីធ្វើ។
          </p>

          <p>អាខោនខូច Ad អាចប្រើប្រាស់លើ tool បានដែរទេ?</p>

          <p>បើអាខោនខូច Ad អាចប្រើប្រាស់បានតែមុខងារលប់សម្អាត ផេក តែប៉ុណ្ណោះ។</p>

          <p>
            អាខោនអាច Boostបាន​​ តែពេលដាក់ចូល tool លោតចេញមិនមាន Ad ប្រើការបាន?
          </p>

          <p>
            អាខោនថ្មីមួយចំនួនដែលមិនធ្លាប់ boost ពីមុន មិនទាន់ខូច Ad ទេ
            តែវាមិនទាន់មាន Ad account ឡើយ។​ដើម្បីដោះស្រាយបញ្ហាជាមួយអាខោនបែបនេះ
            យើងត្រូវចុច boost​ ១​ដុល្លា លើ post ណាមួយ រួច Cancel ចោលវិញ
            បើមិនចង់អស់លុយ។​បន្ទាប់ពីធ្វើរួចហើយ អ្នកអាចយក token របស់អាខោននោះមក
            ប្រើប្រាស់បានហើយ។
          </p>

          <p>តើការប្រើប្រាស់ tool បណ្តាលអោយខូច Ad?</p>

          <p>
            មិនមែនទេ នេះជាការរឹតបន្តឹងរបស់ក្រុមហ៊ុនហ្វេសប៊ុក
            រាល់ថ្ងៃមានអាខោនជាច្រើនបានខូច ad ផងដែរ ទោះមិនបានប្រើ ឬប្រើប្រាស់លុយ
            boost ជាមួយហ្វេសប៊ុកផ្ទាល់ក៏ដោយ។
          </p>
        </div>
      </div>
    </div>
  </div>
</template>